Repository: Sfresneda/Compte
Catalog: Compte/Resources/Localizables/Localizable.xcstrings
Source language: en
Languages: ca, es, it

# add_new_board
source: Add New Card
ca: Afegeix una targeta nova
es: Agregar nueva tarjeta
it: Aggiungi nuova carta

# alert_cancel
source: Cancel
ca: Cancel · lar
es: Cancelar
it: Annulla

# alert_submit
source: Submit
ca: Acceptar
es: Aceptar
it: Accettare

# boards_list_title
source: Cards
ca: Targetes
es: Tarjetas
it: Schede

source: Delete
ca: Esborrar
es: Borrar
it: Eliminare

# delete_item
source: Delete
ca: Suprimeix
es: Eliminar
it: Elimina

# done_item
source: Done
ca: Fet
es: Hecho
it: Fatto

# edit_item
source: Edit
ca: Editar
es: Editar
it: Modificare

# empty_boards_message
source: This seems to be too empty, add a new card.
ca: Sembla que està massa buit, afegeix una targeta nova.
es: Esto parece estar demasiado vacío, añade una nueva tarjeta.
it: Questo sembra essere troppo vuoto, aggiungere una nuova carta.

# empty_taps_message
source: Start tracking by pressing the below button
ca: Comenceu el compte prement el botó "+"
es: Comience a contar presionando el botón "+"
it: Inizia a contare premendo il pulsante "+"

# limit_characters
source: Max. %d Characters
ca: Màx. %d caràcters
es: Máx. %d caracteres
it: Massimo %d caratteri

source: Mute
ca: Silenciar
es: Silenciar
it: Muta

source: New Item
ca: Article nou
es: Nuevo elemento
it: Nuovo elemento

# rename_placeholder_text
source: Card name
ca: Nom de la targeta
es: Nombre de la tarjeta
it: Nome carta

source: Reset Counter
ca: Resetejar Comptador
es: Reiniciar contador
it: Azzera contatore

# section_title_last_taps
source: Last Taps
ca: Últims comptes
es: Últimos toques
it: Ultimi tocchi
